/**
 * v1.8.0 
 * 红包模块error code 语言配置
 * */
var DEFAULT = {
	'xn625000': {
		'ZH_CN': '业务异常',
		'EN': '',
		'KO': ''
	},
	'HB000001': {
		'ZH_CN': '超过红包最大个数限制',
		'EN': '',
		'KO': ''
	},
	'HB000002': {
		'ZH_CN': '超过红包最大金额限制',
		'EN': '',
		'KO': ''
	},
	'HB000003': {
		'ZH_CN': '单个红包不能小于0.001',
		'EN': '',
		'KO': ''
	},
	'HB000004': {
		'ZH_CN': '不存在的红包类型',
		'EN': '',
		'KO': ''
	},
	'HB000005': {
		'ZH_CN': '红包错误，请联系管理员',
		'EN': '',
		'KO': ''
	},
	'HB000006': {
		'ZH_CN': '红包已过期，下次记得早点来',
		'EN': '',
		'KO': ''
	},
	'HB000007': {
		'ZH_CN': '红包已抢完',
		'EN': '',
		'KO': ''
	},
	'HB000008': {
		'ZH_CN': '已经抢过该红包了',
		'EN': '',
		'KO': ''
	},
	'HB000009': {
		'ZH_CN': '红包不存在',
		'EN': '',
		'KO': ''
	},
}
