var LANGUAGE = {
	'取消': {
		'cn': 'cancel',
		'en': ''
	},
	'关闭': {
		'cn': 'close',
		'en': ''
	},
	'确认': {
		'cn': 'ok',
		'en': ''
	},
	
	// 分享红包
	'分享红包': {
		'cn': '分享红包',
		'en': ''
	},
	'给您发了一个红包': {
		'cn': '给您发了一个红包',
		'en': ''
	},
	'开': {
		'cn': '开',
		'en': 'open'
	},
	'已抢': {
		'cn': '已抢',
		'en': 'open'
	},
	'此红包已抢过啦': {
		'cn': '此红包已抢过啦',
		'en': ''
	},
	
	// 登录
	'登录': {
		'cn': '登录',
		'en': 'Login'
	},
	'绑定手机号并登录': {
		'cn': '绑定手机号并登录',
		'en': 'Login'
	},
	'请选择国家': {
		'cn': '请选择国家',
		'en': ''
	},
	'不能为空': {
		'cn': '不能为空',
		'en': ''
	},
	'请输入合法的数字': {
		'cn': '请输入合法的数字',
		'en': ''
	},
	'获取验证码': {
		'cn': '获取验证码',
		'en': ''
	},
	'操作成功！': {
		'cn': '操作成功！',
		'en': 'Success！'
	},
	
	// 领取红包
	'领取红包': {
		'cn': '领取红包',
		'en': ''
	},
	'下载提取': {
		'cn': '下载提取',
		'en': ''
	},
	'下载THA钱包，即可提取': {
		'cn': '下载THA钱包，即可提取',
		'en': ''
	},
	'价值': {
		'cn': '价值',
		'en': ''
	},
	'个红包': {
		'cn': '个红包',
		'en': ''
	},
	'被抢完': {
		'cn': '被抢完',
		'en': ''
	},
	'手气最佳': {
		'cn': '手气最佳',
		'en': ''
	}
	
}